[
  {
    "id": "connessione",
    "type": "materical",
    "title": "Connessione",
    "description": "Two figures united by a central knot, symbol of complex bonds and interdependencies. An exploration of human connections that bind and define us.",
    "materials": "wood, metal, spray paint",
    "date": "2024"
  },
  {
    "id": "free-evil",
    "type": "materical",
    "title": "Free Evil",
    "description": "Demonic mask chained on gilded canvas. Lamb bones evoke the Trinity, revealing how sacred and profane intertwine. Demons hide in the light.",
    "materials": "canvas, papier-mâché, chains, lamb bones, acrylics",
    "date": "2023"
  },
  {
    "id": "dreadful",
    "type": "materical",
    "title": "Dreadful",
    "description": "Demonic sculpture with horns and red details that evokes terror and fascination. An exploration of darkness and ancestral fears.",
    "materials": "papier-mâché, resin, synthetic hair, paints",
    "date": "2024"
  },
  {
    "id": "emersione",
    "type": "materical",
    "title": "Emersione",
    "description": "Figure emerging from dense, dark matter, only face and hands visible. Represents the struggle between sinking and resurfacing, between suffering and hope.",
    "materials": "wood, metal mesh, wire, expanding foam, plastic, spray paint",
    "date": "2024"
  },
  {
    "id": "ereditarieta",
    "type": "materical",
    "title": "Ereditarietà",
    "description": "Sculptural portal with animals trapped in a degraded landscape. The interactive hourglass invites reflection on the environmental legacy we're building for future generations.",
    "materials": "wood, metal mesh, wire, expanding foam, plastic, paint",
    "date": "2024"
  },
  {
    "id": "leaves-behind",
    "type": "materical",
    "title": "Leaves Behind",
    "description": "Mother and child in wood, 2x1.5m. A gesture of protection that appears futile in an era that has eroded authentic bonds. Love seems no longer enough.",
    "materials": "branches, screws, synthetic fur, wood",
    "date": "2024"
  },
  {
    "id": "magma",
    "type": "materical",
    "title": "Magma",
    "description": "Canvas with pink-brown colors and blue splashes evoking volcanic matter in motion. An explosion of primordial energy.",
    "materials": "canvas, acrylics, spray paint",
    "date": "2024"
  },
  {
    "id": "maschera-1",
    "type": "materical",
    "title": "Maschera",
    "description": "Technological mask with LEDs, hair and industrial details. A cyborg face exploring identity in the digital age and the fusion of organic and mechanical.",
    "materials": "plastic, metal, LEDs, synthetic hair, fabric",
    "date": "2024"
  },
  {
    "id": "palude",
    "type": "materical",
    "title": "Palude",
    "description": "Resin with hair, peacock feathers and cat bones. A dark place where childhood dreams dissolve, trapped in time like fragile memories.",
    "materials": "epoxy resin, peacock feathers, cat bones, human hair, cardboard, spheres, acrylics",
    "date": "2024"
  },
  {
    "id": "poltergeist",
    "type": "materical",
    "title": "Poltergeist",
    "description": "Two stylized childlike figures in black and white on canvas. A dreamlike atmosphere emphasizing how what appears frightening can be vulnerable. Fear is shared.",
    "materials": "canvas, acrylics, pearlescent paint",
    "date": "2024"
  },
  {
    "id": "pseudo-quadro-1",
    "type": "materical",
    "title": "Pseudo-quadro₁",
    "description": "Sculptural assemblage with skull, bones and symbolic elements arranged in frames. An exploration of death and spirituality through found objects.",
    "materials": "wood, bones, plastic, metal, fabric, paints",
    "date": "2024"
  },
  {
    "id": "pseudo-quadro-2",
    "type": "materical",
    "title": "Pseudo-quadro₂",
    "description": "Composition with frames, branches, skulls and religious figures. A profane altar mixing sacred and death in precarious balance.",
    "materials": "wood, branches, bones, plastic, metal, paints",
    "date": "2024"
  },
  {
    "id": "sands-of-light",
    "type": "materical",
    "title": "Sands of Light",
    "description": "Sculptural lamp with integrated hourglass and luminous sphere. Time flows as light illuminates, a reminder of transience and the importance of the moment.",
    "materials": "metal, wood, lamp, hourglass, paint",
    "date": "2024"
  },
  {
    "id": "scheletro-perla",
    "type": "materical",
    "title": "Scheletro Perla",
    "description": "Animal skeleton decorated with red fabric and silver details. Adorned death becomes celebration, a memento mori that challenges fear.",
    "materials": "animal bones, fabric, silver paint",
    "date": "2024"
  },
  {
    "id": "specchio",
    "type": "materical",
    "title": "Specchio",
    "description": "Mirror framed by dark and red organic materials. Looking at one's reflection through decomposition, a confrontation with the fragility of identity.",
    "materials": "mirror, resin, organic materials, paint",
    "date": "2024"
  },
  {
    "id": "time-machine",
    "type": "materical",
    "title": "Time Machine",
    "description": "Steampunk assemblage with clock and intertwined metals. An imaginary device representing humanity's desire to rewrite the past and correct mistakes.",
    "materials": "wood, brass, recycled metals, bulb, clock, spray paint",
    "date": "2024"
  }
]
