[
  {
    "id": "connessione",
    "type": "materical",
    "title": "Connessione",
    "description": "Due figure unite da un nodo centrale, simbolo di legami complessi e interdipendenze. Un'esplorazione delle connessioni umane che ci legano e ci definiscono.",
    "materials": "legno, metallo, vernice spray",
    "date": "2024"
  },
  {
    "id": "diavolo-catene",
    "type": "materical",
    "title": "Diavolo/Catene",
    "description": "Maschera demoniaca incatenata su tela dorata. Le ossa di agnello evocano la Trinità, rivelando come il sacro e il profano si intreccino. I demoni si nascondono alla luce.",
    "materials": "tela, cartapesta, catene, ossa di agnello, acrilici",
    "date": "2023"
  },
  {
    "id": "diavolo-dread",
    "type": "materical",
    "title": "Dreadful",
    "description": "Scultura demoniaca con corna e dettagli rossi che evoca terrore e fascino. Un'esplorazione dell'oscurità e delle paure ancestrali.",
    "materials": "cartapesta, resina, capelli sintetici, vernici",
    "date": "2024"
  },
  {
    "id": "emersione",
    "type": "materical",
    "title": "Emersione",
    "description": "Figura che emerge da materia densa e oscura, solo volto e mani visibili. Rappresenta la lotta tra sprofondare e riemergere, tra sofferenza e speranza.",
    "materials": "legno, rete metallica, fil di ferro, poliuretano espanso, plastica, vernice spray",
    "date": "2024"
  },
  {
    "id": "ereditarieta",
    "type": "materical",
    "title": "Ereditarietà",
    "description": "Portale scultoreo con animali intrappolati in un paesaggio degradato. La clessidra interattiva invita a riflettere sul lascito ambientale che stiamo costruendo per le generazioni future.",
    "materials": "legno, rete metallica, fil di ferro, poliuretano espanso, plastica, vernice",
    "date": "2024"
  },
  {
    "id": "leaves-behind",
    "type": "materical",
    "title": "Leaves Behind",
    "description": "Madre e figlio in legno, 2x1.5m. Un gesto di protezione che appare vano in un'epoca che ha eroso i legami autentici. L'amore sembra non bastare più.",
    "materials": "rami, viti, peli sintetici, legno",
    "date": "2024"
  },
  {
    "id": "magma",
    "type": "materical",
    "title": "Magma",
    "description": "Tela con colori rosa-bruno e schizzi azzurri che evocano materia vulcanica in movimento. Un'esplosione di energia primordiale.",
    "materials": "tela, acrilici, vernice spray",
    "date": "2024"
  },
  {
    "id": "maschera-1",
    "type": "materical",
    "title": "Maschera",
    "description": "Maschera tecnologica con LED, capelli e dettagli industriali. Un volto cyborg che esplora l'identità nell'era digitale e la fusione tra organico e meccanico.",
    "materials": "plastica, metallo, LED, capelli sintetici, tessuto",
    "date": "2024"
  },
  {
    "id": "palude",
    "type": "materical",
    "title": "Palude",
    "description": "Resina con capelli, piume di pavone e ossa di gatto. Un luogo oscuro dove i sogni infantili si dissolvono, intrappolati nel tempo come ricordi fragili.",
    "materials": "resina epossidica, piume di pavone, ossa di gatto, capelli umani, cartone, sfere, acrilici",
    "date": "2024"
  },
  {
    "id": "poltergeist",
    "type": "materical",
    "title": "Poltergeist",
    "description": "Due figure infantili stilizzate in bianco e nero su tela. Un'atmosfera onirica che sottolinea come ciò che appare spaventoso possa essere vulnerabile. La paura è condivisa.",
    "materials": "tela, acrilici, vernice perlata",
    "date": "2024"
  },
  {
    "id": "pseudo-quadro-1",
    "type": "materical",
    "title": "Pseudo-quadro 1",
    "description": "Assemblaggio scultoreo con teschio, ossa e elementi simbolici disposti in cornici. Un'esplorazione della morte e della spiritualità attraverso oggetti trovati.",
    "materials": "legno, ossa, plastica, metallo, tessuto, vernici",
    "date": "2024"
  },
  {
    "id": "pseudo-quadro-2",
    "type": "materical",
    "title": "Pseudo-quadro 2",
    "description": "Composizione con cornici, rami, teschi e figure religiose. Un altare profano che mescola sacro e morte in un equilibrio precario.",
    "materials": "legno, rami, ossa, plastica, metallo, vernici",
    "date": "2024"
  },
  {
    "id": "sands-of-light",
    "type": "materical",
    "title": "Sands of Light",
    "description": "Lampada scultorea con clessidra integrata e sfera luminosa. Il tempo scorre mentre la luce illumina, un promemoria della caducità e dell'importanza dell'istante.",
    "materials": "metallo, legno, lampada, clessidra, vernice",
    "date": "2024"
  },
  {
    "id": "scheletro-perla",
    "type": "materical",
    "title": "Scheletro Perla",
    "description": "Scheletro animale decorato con tessuto rosso e dettagli argentati. La morte adornata diventa celebrazione, un memento mori che sfida la paura.",
    "materials": "ossa animali, tessuto, vernice argentata",
    "date": "2024"
  },
  {
    "id": "specchio",
    "type": "materical",
    "title": "Specchio",
    "description": "Specchio incorniciato da materiali organici scuri e rossi. Guardare il proprio riflesso attraverso la decomposizione, un confronto con la fragilità dell'identità.",
    "materials": "specchio, resina, materiali organici, vernice",
    "date": "2024"
  },
  {
    "id": "time-machine",
    "type": "materical",
    "title": "Time Machine",
    "description": "Assemblaggio steampunk con orologio e metalli intrecciati. Un dispositivo immaginario che rappresenta il desiderio umano di riscrivere il passato e correggere gli errori.",
    "materials": "legno, ottone, metalli riciclati, lampadina, orologio, vernice spray",
    "date": "2024"
  }
]
